Repository: gszura/wx-nfp
Catalog: po/*.po
Languages: pl

source: Are you sure you want to unlock the card? Card's data will not be protected against accidental changes.
pl: Czy na pewno chcesz odblokować kartę? Dane nie będą chronione przed przypadkowymi zmianami.

source: Should I move day %i to the previous card?
pl: Przenieść dzień %i do poprzedniej karty?

source: Should I move days %i - %i to the previous card?
pl: Przenieść dni %i - %i do poprzedniej karty?

source: Current card will be removed, because all days will be moved.
pl: Aktualna karta zostanie usunięta, gdyż wszystkie dni zostaną przeniesione.

source: Error occured while moving days to the previous card %s
pl: Wystąpił błąd przy przenoszeniu dni do poprzedniej karty %s

source: Should I move day %i to the next card?
pl: Przenieść dzień %i do następnej karty?

source: Should I move days %i - %i to the next card?
pl: Przenieść dni %i - %i do następnej karty?

source: New card will be created.
pl: Zostanie utworzona nowa karta.

source: Error occured while moving days to the next card %s
pl: Wystąpił błąd przy przenoszeniu dni do następnej karty %s

source: Setting result faild:
pl: Błąd ustawiania wyników:

source: %s%s?l=en
pl: %s%s?l=pl

source: %s?l=en
pl: %s?l=pl

source: Checking if new version of application is available.
pl: Sprawdzam, czy jest dostępna nowa wercja aplikacji.

source: %i day should be added to the current card to have on the card all days including today. Do you want me to add it now?
pl: %i dzień powinien być dodany do aktualnej karty aby na karcie znajdowały się wszystkie dni łącznie z dzisiejszym. Czy dodać brakujący dzień?

source: Card is protected agains changes! Do you anyway want to updates results?
pl: Karta jest chroniona przed zmianami! Czy mimo wszystko chcesz zmodyfikować wyniki?

source: In this release the automatic interpretation of cycle data has been implemented. Please read the documentation to understand how it works!
pl: W tej wersji programu zaimplementowano automatyczną interpretację danych cyklu. Proszę przeczytać informacje z dokumentacji aby zrozumieć jak to działa! Oczywiście wszelkie informacje o nieprawidłowym działaniu mile widziane.

source: Also the way how sexual relations are stored has been changed. Instead of storing number of sexual relations, you can now set that there was a sexual relations in the morning, during the day and in the evening. Because of that all existing data has been converted in following way:
pl: Zmienił się również sposób zapisu informacji o współżyciu. Zamiast wpisywania 'ile razy' teraz można zapisać o której porze dnia współżycie nastąpiło. Z tego powodu dotychczasowe dane zostały przekonwertowane w następujący sposób:

source: - 1st reported sexual relation is now marked as 'in the evening'
pl: - 1-sze współżycie danego dnia zostało zaznaczone jako 'wieczorem'

source: - 2nd reported sexual relation is now marked as 'during the day'
pl: - 2-gie współżycie danego dnia zostało zaznaczone jako 'w ciągnu dnia'

source: - 3rd reported sexual relation is now marked as 'in the evening'
pl: - 3-cie współżycie danego dnia zostało zaznaczone jako 'rano'

source: - 4th and other reported sexual relations reported for a day are not stored anymore
pl: - 4-te i kolejne współżycia danego dnia nie mogły zostać przekonwertowane do nowego formatu.

source: Last file in previous format has been backed-up in:
pl: Utworzono kopię zapasową aktualnego pliku danych w starym formacie:

source: Save changes in current cards' set to the file?
pl: Czy zapisać zmiany w aktualnym zestawie?

source: You have just changed the synchronization server. Do you want to remove cards' set from previous server and enable synchronization on new one?
pl: Właśnie został zmieniony serwer do synchronizacji. Czy chcesz usunąć zestaw z poprzedniego serwera i włączyć synchronizację z nowym?

source: Removing card from previous server was canceled or failed. Do you anyway want to enable synchronization on new server?
pl: Usuwanie zestawu z poprzedniego serwera zostało przerwane lub nie powiodło się. Czy mimo wszystko chcesz włączyć synchronizację z nowym?

source: Close
pl: Zamknij

source: NFP - notification
pl: NPR - przypominajka

source: Type the password which will be used to encrypt the file:
pl: Wpisz hasło które będzie używane do szyfrowania pliku:

source: Remember permanently
pl: Zapamiętaj w aplikacji

source: It's not recomended to save password if it's not your private computer!
pl: Nie jest zalecane zapamiętywanie hasła jeżeli to nie jest twój prywatny komputer!

source: Read more information in documentation
pl: Więcej informacji

source: Type the password which has been used to encrypt the file:
pl: Wpisz hasło które było użyte do szyfrowania pliku:

source: phases in cycles
pl: fazy w cyklu

source: Phases length in all cycles
pl: Porównanie długości faz we wszystkich zaobserwowanych cyklach

source: I phase
pl: I faza

source: II phase
pl: II faza

source: III phase
pl: III faza

source: phases not calculated
pl: fazy nie wyznaczone

source: after-pregnancy or peri-menopause
pl: cykl po ciąży lub w okresie pre-menopauzy

source: Print cycles' cards:
pl: Drukuj karty obserwacji cyklu:

source: Current card
pl: Aktualną kartę

source: All cards
pl: Wszystkie karty

source: Selected cards
pl: Wybrane karty

source: Print legend (description of abbreviations)
pl: Wydrukuj legendę (objaśnienie skrótów)

source: Select this if you want to print cycles' cards
pl: Zaznacz, jeżeli chcesz wydrukować jedną lub więcej kart obserwacji cyklu

source: Print only current card
pl: Wydrukuj tylko aktualnie wyświetloną kartę

source: Print all cards from the set
pl: Wydrukuj wszystkie karty znajdujące sie w zestawie

source: Print cards from defined range
pl: Wydrukuj karty z wybranego zakresu

source: First card to print
pl: Pierwsza karta do wydrukowania

source: Last card to print
pl: Ostatnia karta do wydrukowania

source: Select this if you want to print description of abbreviations used on cycles' card. Legend will be printed on a separate page.
pl: Zaznacz, jeżeli chcesz wydrukować objaśnienie skrótów użytych na karcie. Legenda będzie wydrukowana na osobnej stronie.

source: Print choosen cards
pl: Drukuj wybrane karty

source: Cancel printing and close this window
pl: Anuluj drukowanie i zamknij to okno

source: NFP - print cards..
pl: NPR - drukuj karty..

source: Synchronization with server is performed. Please wait...
pl: Trwa synchronizacja z serwerem. Proszę czekać...

source: Checking is server is accessible. Please wait...
pl: Sprawdzam czy mogę się połączyć z serwerem. Proszę czekać...

source: Checking if synchronization is needed. Please wait...
pl: Sprawdzam czy synchronizacja jest potrzebna. Proszę czekać...

source: Downloading file with your cycles data from the server. Please wait...
pl: Pobieranie zestawu z serwera. Proszę czekać...

source: Uploading file with your cycles data to the server. Please wait...
pl: Wysyłanie zestawu na serwer. Proszę czekać...

source: Removing file with your cycles data and all backups from the server. Please wait...
pl: Usuwanie zestawu z serwera. Proszę czekać...

source: Error - unknown operation
pl: Błąd - nieznana operacja

source: NFP - synchronizig data with server
pl: NPR - synchronizacja danych z serwerem

source: Error occured while creating thread.. cannot sync data with server
pl: Wystąpił błąd przy tworzeniu wątka.. nie mogę zsynchronizować danych

source: Error occured while running thread.. cannot sync data with server
pl: Wystąpił błąd przy uruchamianiu wątka.. nie mogę zsynchronizować danych

source: NFP - synchronizing cards' set with server
pl: NPR - synchronizacja danych z serwerem

source: If your cards' set is already stored on the server (e.g. synchronization is enabled on another computer), select 'read existing cards' set' If your cards' set is not yet stored on the server, select 'create new cards' set' button.
pl: Jeżeli karta jest już zapisania na serwerze (np. synchronizacja jest włączona na innym komputerze), wybierz 'pobierz zestaw już zapisany na serwerze' Jeżeli karta nie jest jeszcze zapisania na serwerze wyberz 'zapisz zestaw jako nowy na serwerze'.

source: Read more information about this feature
pl: Więcej informacji

source: read existing cards' set
pl: pobierz zestaw już zapisany na serwerze

source: create new cards' set
pl: zapisz zestaw jako nowy na serwerze

source: temperature in cycles
pl: Temperatury w cyklu

source: How many times the same temperature has been mesured in the same cycle day
pl: Porównanie wartości zmierzonych temperatur w tych samych dniach różnych cykli

source: %d times
pl: %d razy

source: Built-in (English)
pl: Język domyślny aplikacji (Angielski)

source: Select the application language:
pl: Wybierz język aplikacji:

source: Language..
pl: Język aplikacji..

source: The selected language is not supported by your system. Try installing support for this language.
pl: Wybrany język nie jest obsługiwany przez twój system. Prosze zainstalować obsługę tego języka w systemie.

source: The selected language is wrong. Wrong format of .mo file?
pl: Nie mogę załadować pliku językowego. Niepoprawny format pliku *.mo?

source: NFP - new version is available
pl: NPR - Nowa wersja jest dostępna

source: New version of the application is available. -To download and install it, press 'download and install' button. -If you don't want to install it now, press 'remind me later' button.
pl: Nowa wersja aplikacji jest dostępna do pobrania. -Aby zainstalować aktualizację, wciśnij przycisk 'pobierz i zainstaluj'. -Jeżeli nie chcesz instalować aktualizacji teraz, wciśnij przycisk 'Pomyślę o tym później'.

source: Download and install
pl: Pobierz i zainstaluj

source: Remind me later
pl: Pomyślę o tym później

source: Application installer is downloading. During that time you can continue your work with the application.
pl: Trwa pobieranie instalatora. W tym czasie możesz kontynuować pracę z aplikacją.

source: Incorrect data received from Web Server: '%s'
pl: Server zwrócił niepoprawne dane: '%s'

source: Incorrect data received from server -there should be exactly one ';' character in the string: '%s'
pl: Serwer zwrócił niepoprawne dane - powinien być dokładnie jeden znak ';' w ciągu '%s'

source: Incorrect data received from server -couldn't find the '.' character in the 'availableVersion' string '%s'
pl: Serwer zwrócił niepoprawne dane - nie mogę znaleźć znaku '.' w wartości parameteru 'availableVersion': '%s'

source: receiving data
pl: odbieranie danych

source: Cannot save file to disk: '%s'
pl: Nie mogę zapisać pliku na dysk: '%s'

source: Error: Wrong response from server. Expected: '%s', received: '%s'
pl: Błąd: niepoprawna odpowiedź z serwera. Spodziewana: '%s', otrzymana: '%s'

source: Error: Hash is empty - it seems that data file has never been stored on the server
pl: Błąd: Hash jest pusty - wygląda na to, że zestaw nie był nigdy zapisany na serwerze

source: Error: Incorrect data received from server: '%s'
pl: Serwer zwrócił niepoprawne dane: '%s'

source: Error: Cannot save file to disk: '%s'
pl: Nie mogę zapisać pliku na dysk: '%s'

source: Error: incorrect response code: %i (expected 200)
pl: Błąd: błędny kod odpowiedzi: %i (spodziewany 200)

source: Error: content type of the response: '%s' ((expected 'application/octet-stream')
pl: Błąd: błędny typ odpowiedzi: '%s' (spodziewany 'application/octet-stream')

source: Error: File parameter is not defined: '%s'
pl: Błąd: parametr 'file' nie jest zdefiniowany: '%s'

source: Error: File does not exist: '%s'
pl: Plik nie istnieje: '%s'

source: Error: File name parameter is not defined: '%s'
pl: Błąd: parametr 'file name' nie jest zdefiniowany: '%s'

source: opening connection to the server: %s:%i
pl: łączenie z serwerem: %s:%i

source: Error: cannot connect to the server: %s:%i
pl: Błąd: nie mogę polączyć sie z serwerem: %s:%i

source: sending data
pl: wysyłanie danych

source: Problem with reading data from: http://%s%i%s.. error code: %d
pl: Wystąpił problem z czytaniem danych z: http://%s%i%s.. kod błędu: %d

source: Error: problem with server, error code: %i
pl: Problem z serwerem, kod błędu: %d

source: preparing data to sent
pl: przygotowanie danych do wysłania

source: Should the application check periodically if there is new version available? The only data which will be sent is the information if you are using Windows or Linux operating system.
pl: Czy aplikacja powinna sprawdzać okresowo, czy jest dostępna nowa wersja? Jedyne dane, jakie będą wysyłane w trakcie tej operacji to wersja systemu operacyjnego: Windows albo Linux.

source: If you are using the proxy server to comunicate with the Internet then write it down in the format 'hostname:port' or 'hostname' (in this case the default proxy port '8080' will be used) and press 'OK' button. If you don't use the proxy server then press 'Cancel' button.
pl: Jeżeli w Twoje sieci używany jest serwer proxy do komunikacji z Internetem, wpisz poniżej jego adres w formacie 'server:port' lub 'server' (w drugim przypadku zostanie użyty domyślny port proxy '8080') i wciśnij przycisk 'OK'. Jeżeli nie używasz proxy, wciśnij przycisk 'Anuluj'.
