Repository: gszura/wx-nfp
Catalog: po/*.po
Languages: pl

source: 21/20 days rule
pl: reguła 20/21 dni

source: clinical rule
pl: reguła kliniczna

source: Döring rule
pl: Reguła Döringa

source: cervical mucus based rule
pl: reguła śluzowa

source: cervical mucus position rule
pl: reguła szyjki macicy

source: wx-nfp
pl: wx-npr

source: normal
pl: normalny

source: pregnancy
pl: ciąza

source: after pregnancy
pl: po ciąży

source: peri-menopause
pl: pre-menopauza

source: auto calculate
pl: wyznacz automatycznie

source: dry
pl: sucho

source: mucus
pl: śluz

source: sexual relation in the morning
pl: współżycie rano

source: sexual relation during the day
pl: współżycie w ciągni dnia

source: sexual relation in the evening
pl: współżycie wieczorem

source: mouth
pl: usta

source: rectum
pl: odbyt

source: vagina
pl: pochwa

source: moist
pl: wilgotno

source: wet
pl: mokro

source: slip.
pl: śl

source: o
pl: n

source: w
pl: b

source: y
pl: ż

source: t
pl: l

source: c
pl: p

source: s
pl: r

source: SR
pl: PN

source: soft
pl: miękka

source: rf
pl: tm

source: firm
pl: twarda

source: P
pl: S

source: slippery
pl: ślisko

source: high
pl: uniesiona

source: above middle
pl: trochę uniesiona

source: in middle
pl: na środku

source: below middle
pl: trochę opuszczona

source: low
pl: opuszczona

source: open
pl: otwarta

source: half-open
pl: pół-otwarta

source: closed
pl: zamknięta

source: rather firm
pl: twarda-miękka

source: fertile phase
pl: faza płodna

source: infertile phase
pl: faza niepłodna

source: luteal phase
pl: faza lutealna

source: NFP
pl: NPR

source: Natural Family Planing
pl: Naturalne Planowanie Rodziny

source: Cycle observation cards
pl: Karty obserwacji cyklu

source: version: %d.%d (build %d, %s-%s-%s)
pl: wersja: %d.%d (b. %d, %s-%s-%s)

source: check for updates...
pl: sprawdź aktualizacje...

source: Check if there is a new version of the application to download..
pl: Sprawdź czy jest dostępna do pobrania nowa wersja programu..

source: close
pl: zamknij

source: NFP - edit card's data
pl: NPR - edycja danych karty

source: data specific for current card
pl: dane specyficzne dla aktualnej karty

source: card number
pl: numer karty

source: The card number is set automatically
pl: Numer karty jest ustawiany automatycznie

source: first day of the cycle
pl: pierwszy dzień cyklu

source: First day of the cycle can be set for the first card only and only if there is only one card in the set
pl: Pierwszy dzień cyklu można określić tylko dla pierwszej karty i tylko jak jest tylko jedna karta w zestawie, dla następnych kart jest ona ustawiana automatycznie

source: cycle type
pl: typ okresu

source: Usual place, when you will measure temperature in this cycle
pl: Miejsce, w którym zwykle będziesz mierzyć temperaturę w tym cyklu

source: basic infertile pattern
pl: podstawowy model niepłodności

source: temperature measurement:
pl: pomiar temperatury:

source: usual time
pl: zwykła godzina pomiaru

source: Usual time, when you will measure temperature in this cycle
pl: Godzina, o której zwykle będziesz mierzyć temperaturę w tym cyklu

source: usual place
pl: zwykłe miejsce mierzenia

source: temperature correction when measured:
pl: korekta temperatury gdy mierzona:

source: in mouth
pl: w ustach

source: How the temperature should be corected, when it will be measured in mouth
pl: O ile stopni skorygować temperaturę, jeżeli w jakimś dniu będzie mierzona w ustach

source: in vagina
pl: w pochwie

source: How the temperature should be corected, when it will be measured in vagina
pl: O ile stopni skorygować temperaturę, jeżeli w jakimś dniu będzie mierzona w pochwie

source: in rectum
pl: w odbycie

source: How the temperature should be corected, when it will be measured in rectum
pl: O ile stopni skorygować temperaturę, jeżeli w jakimś dniu będzie mierzona w odbycie

source: at different time as usual
pl: o innej godzinie niż zwykle

source: How the temperature should be corected, when it will be measured 60 minutes later than usual
pl: O ile stopni skorygować temperaturę, jeżeli w jakimś dniu będzie mierzona 60 minut poźniej niz zwykle

source: notes for current card
pl: uwagi dla aktualnej karty

source: Type notes common for this cycle
pl: Uwagi dotyczące całej karty

source: I just stopped using birth control pills
pl: właśnie odstawiłam pigułki antykoncepcyjne

source: Check this checkbox if this is the first cycle after stopping using birth control pills This information is used to calculate the beginning of the infertile phase
pl: Zaznacz, jeżeli w tym cyklu odstawiłaś pigułki antykoncepcyjne Ta informacja jest używana przy obliczaniu początku fazy niepłodności

source: data in this cycle are corrupted or incomplete
pl: dane w tym cyklu są niepoprawne / niepełne

source: That means that data from this cycle will not be used to e.g. calculate begining of the fertile phase in next cycles
pl: Jeżeli zaznaczysz ten checkbox, informacje z tego cyklu nie będą używane przy obliczaniu początku płodnej fazy w następnych cyklach

source: data common for all cards
pl: dane wspólne dla wszystkich kart

source: name
pl: imię

source: Type your name
pl: Podaj swoje imię

source: day of birth
pl: data urodzenia

source: Provide your birthday day. This information is used to calculate your age displayed on the cycles' card.
pl: Podaj datę urodzenia

source: historical cycles
pl: historia cykli

source: shortest cycle from last
pl: najkrótszy cykl z ostanich

source: Record here what was the length of the shortest cycle from the period BEFORE you start using this application
pl: Wpisz tu długość najkrótszego cyklu z okresu ZANIM zaczęłaś prowadzić obserwacje w tym programie

source: Max 24 months, 12 is usually enough.
pl: Max 24 m-ce, zwykle historia z 12 m-cy jest wystarczająca.

source: cycles
pl: okresów

source: was
pl: miał długość

source: days
pl: dni

source: save changes
pl: zapisz

source: Save changes without closing this window
pl: Zapisz zmienione dane karty ale nie zapykaj tego okna

source: cancel changes
pl: anuluj zmiany

source: Close this window without saving changes
pl: Zamknij okno nie zapisując zmian danych karty

source: Close this window
pl: Zamknij to okno

source: Save card's data changes? Note: Not saved data will be lost!
pl: Czy zatwierdzić modyfikacje danych karty? Uwaga: Nie zatwierdzone dane zostaną utracone!

source: Warning
pl: Ostrzeżenie

source: NFP - configuration
pl: NPR - konfiguracja

source: Choose application language:
pl: Wybierz język aplikacji:

source: Select new language of the application.
pl: Wybierz język aplikacji.

source: Open the last opened cards' set
pl: Otwórz ostatnio otwarty zbiór kart

source: Open the last opened cards' set when application starts.
pl: Otwórz ostatnio otwarty zbiór kart.

source: Save automatically changes in days / cards
pl: Zapisz automatycznie zmiany w dniu / na karcie

source: Save automatically changes while editing days and cards
pl: Zapisz automatycznie zmiany podczas edycji danych dnia i karty

source: Save automatically card set
pl: Zapisz zestaw automatycznie

source: Save automatically changes in card set while exiting the application or closing the card set
pl: Zapisz zestaw kart automatycznie w momencie zamykania programu lub zamykania zestawu kart

source: Synchronize cards' set with server automatically
pl: Synchronizuj zestaw kart z serwerem automatycznie

source: Perform automatically synchronization with server on opening and saving cards' set. Of course this works, when you enabled storing cards on server (menu 'NFP' / 'Store cards' set on server' set on server).
pl: Automatycznie synchronizuj dane z serwerem podczas otwierania i zapisywania zestawu kart. Oczywiście to działa, gdy zapisywanie kart na serwerze jest włączone (menu 'NPR' / 'Zapisz zestaw na serwerze')

source: Remember windows positions and sizes
pl: Zapamiętaj wielkość i położenie okien

source: Remember application's windows and dialogs positions and sizes.
pl: Zapamiętaj wielkość i położenie okien.

source: Use flat buttons
pl: Użyj płaskich przycisków

source: Choose if all buttons in the application should be flat or standard ones.
pl: Wybierz, czy wszystkie przyciski w programie maja być płaskie czy zwykłe

source: Check for application updates
pl: Sprawdzaj dostępność nowej wersji programu

source: If set the application checks for new version every time when it is starting. The only data which are sent is the information if you are using Windows or Linux operating system.
pl: Czy aplikacja powinna sprawdzać okresowo, czy jest dostępna nowa wersja? Jedyne dane, jakie będą wysyłane w trakcie tej operacji to wersja systemu operacyjnego: Windows albo Linux.

source: Proxy server address:
pl: Adres serwera proxy:

source: If you are using the proxy server to comunicate with the Internet then write here the addess of it in the format 'hostname:port' or 'hostname' (in this case the default proxy port '8080' will be used), eg. 1.2.3.4:8088
pl: Jeżeli w Twoje sieci używany jest serwer proxy do komunikacji z Internetem, wpisz poniżej jego adres w formacie 'server:port' lub 'server' (w drugim przypadku zostanie użyty domyślny port proxy '8080') przykład: 1.2.3:8088

source: Check for missing days
pl: Dodaj brakujące dni

source: When the cards' set is loaded check if the last card contains all days including today, if not then propose adding missing ones.
pl: Kiedy zestaw kart zostanie otworzony, sprawdź czy ostatnia karta zawiera wszystkie dni do dnia dzisiejszego. Jeżeli nie to zaproponuj dodanie brakujących dni.

source: Enable the breasts self-control reminder
pl: Przypominaj o samokontroli piersi.

source: The breast self-control should be performed monthly. When you enable this function, application can reminds you about it.
pl: Samokontrola piersi powinna być przeprowadzana regularnie przynajmniej raz w miesiącu. Jeżeli włączysz tę funkcję, wtedy aplikacja będzie ci o tym przypominała.

source: Remind at
pl: Przypominaj w

source: Set on which day of cycle the application should remind about breast self-control.
pl: W którym dniu cyklu program powinien przypomnieć o samokontroli piersi.

source: day of cycle
pl: dzień cyklu

source: Remind every
pl: Przypominaj co

source: When the cycle is longer than reminder day defined above plus number of days defined here then remind again about breast self-control. This option is usefull during pregnancy and breast-feed time, when the cycle's 'length' is 200 days or more ;-)
pl: Zdefiniuj, co ile dni program powinien przypomnieć o samokontroli piersi. Opcja ta jest użyteczna podczas ciąży oraz w okresie karmienia piersią kiedy cykle trwają 200-300 dni ;-)

source: Temperatures' range on the chart
pl: Zakres temperatur rysowany na wykresie

source: High temperature
pl: Górna granica

source: Define the high temperature of the chart. Highest temperature will be printed outside of the chart.
pl: Ustaw górną granicę wykresu temperatury. Wyższe temepratury będą narysowane poza wykresem.

source: Low temperature
pl: Dolna granica

source: Define the low temperature of the chart. Lowest temperature will be printed outside of the chart.
pl: Ustaw dolną granicę wykresu temperatury. Niższe temepratury będą narysowane poza wykresem.

source: Analyze card automatically after data changes
pl: Analizuj kartę automatycznie po zmianie danych

source: Everytime after updating cycle's data, run auto-analysis
pl: Analizu automatycznie dane cyklu za każdym razem, gdy zostaną one zmienione

source: Show details of auto-analysis
pl: Wyświetl szczegóły auto-analizy

source: Show infobox with results of auto-analysis
pl: Pokaż okienko z wynikami obliczeń

source: What to do with days with disrupted or not measured temperature while calculating low- and high levels:
pl: Jak traktować dni z zakłóconą lub nie zmierzoną temperaturą przy obliczaniu niskiego i wysokiego poziomu temperatur:

source: - allow maximum
pl: - zezwól na maksymalnie

source: such days in low-level
pl: takich dni niskich temperatur

source: - accept maximum
pl: - uznaj maksymalnie

source: such days as low-level days
pl: takich dni jako dni niskich temp.

source: such days in high-level
pl: takich dni wyższych temp.

source: such days as high-level days
pl: takich dni jako dni wyższych temp.

source: only if 1st day of high level temp. is after mucus peak day
pl: ale tylko jeżeli 1-sza z wyższych temp. jest po dniu szytu śluzu

source: When calculating begining of the fertile phase:
pl: Przy obliczaniu początku okresu płodnego:

source: - use historical data from last max
pl: - użyj danych historycznych z ostanich max

source: - sort calculated results in following order:
pl: - obliczone wyniki sortuj w następującej koleności:

source: Choose colour for:
pl: Ustaw kolor następujących elementów:

source: Background
pl: Tło

source: Define the colour of the chart's background.
pl: Ustaw kolor tła.

source: Cells colours of 'normal' days and currently active day
pl: Kolory komórek 'normalnych' dni oraz aktywnego dnia

source: Define the colour of the chart's cell 1,1 (odd column, odd row).
pl: Ustaw kolor komórek 1,1 (nieparzysta kolumna, nieparzysty wiersz).

source: Define the colour of the chart's cell 2,1 (even column, odd row).
pl: Ustaw kolor komórek 2,1 (parzysta kolumna, nieparzysty wiersz).

source: Define the colour of the selected cell of the chart, odd row.
pl: Ustaw kolor komórki zaznaczonego dnia, nieparzysty wiersz.

source: Define the colour of the chart's cell 1,2 (odd column, even row).
pl: Ustaw kolor komórek 1,2 (nieparzysta kolumna, parzysty wiersz).

source: Define the colour of the chart's cell 2,2 (even column, even row).
pl: Ustaw kolorr komórek 2,2 (parzysta kolumna, parzysty wiersz).

source: Define the colour of the selected cell of the chart, even row.
pl: Ustaw kolor komórki zaznaczonego dnia, parzysty wiersz.

source: Temperature point
pl: Punkt temperatury

source: Define the colour of the temperature point.
pl: Ustaw kolor punktu temperatury.

source: Low-level temperature point
pl: Punkt temperatury niższego poziomu

source: Define the colour of the low-level temperature point.
pl: Punkt temperatury niższego poziomu.

source: High-level temperature point
pl: Punkt temperatury wyższego poziomu

source: Define the colour of the high-level temperature point.
pl: Punkt temperatury wyższego poziomu.

source: Temperatures line
pl: Linia temperatury

source: Define the colour of the temperatures lines.
pl: Ustaw kolor linii łączącej pynkty temperatury.

source: Low- and high-level temperature line
pl: Linie niższego i wyższego poziomu temperatur

source: Define the colour of the low- and high-level temperature lines.
pl: Ustaw kolor linii niższego i wyższego poziomu temperatur.

source: Cycle's phases line
pl: Linia fazy cyklu

source: Define the colour of the cycle's phases lines.
pl: Ustaw kolor lini oddzielającej linie faz cyklu.

source: Borders
pl: Linie ramki

source: Define the colour of the chart's borders.
pl: Ustaw kolor ramek na wykresie.

source: Choose fonts for:
pl: Ustaw czcionki następujących elementów:

source: Cycle observation card
pl: Karta obserwacji cyklu

source: Set font and colour of the string 'Cycle observation card' visible in the left-top corner of the window.
pl: Ustaw kolor i czcionkę dla napisu 'Karta obserwacji cyklu' w lewym-górnym rogu okna.

source: Name of the parameter in the header
pl: Nazwy parametrów w nagłówku

source: Set font and colour of parameters' names in the header.
pl: Ustaw kolor i czcionkę dla nazw parametrów w nagłówku.

source: Value of the parameter in the header
pl: Wartości parametrów w nagłówku

source: Set font and colour of parameters' values in the header.
pl: Ustaw kolor i czcionkę dla wartości parametrów w nagłówku.

source: First column of the chart
pl: Pierwsza kolumna wykresu

source: Set font and colour used in the first column of the chart (headers' column).
pl: Ustaw kolor i czcionkę dla dla pierwszej kolumny wykresu.

source: Data in the chart
pl: Dane na wykresie

source: Set font and colour used to present the data on the chart.
pl: Ustaw kolor i czcionkę danych prezentowanych na wykresie.

source: Results' rows in the chart
pl: Wiersze wyników

source: Set font and colour of charactes in results' rows on the chart (mucus and cervix peaks).
pl: Ustaw kolor i czcionkę dla wierszy wyników (obserwacji śluzu i szyjki).

source: Fertile / Unfertile Phase
pl: Faza płodna / niepłodna

source: Set font and colour of strings 'Fertile / Unfertile Phase'.
pl: Ustaw kolor i czcionkę dla napisów 'Faza Płodna / Niepłodna'.

source: Synchronization details
pl: Szczegóły synchronizacji

source: Remember password
pl: Zapamiętaj hasło

source: Application can remember your password. Do not use this option on public computer.
pl: Hasło może być zapamiętane w aplikacji. Nie używaj tej opcji na nie swoim komputerze.

source: Password:
pl: Hasło:

source: Application can remember your password. Do not use this option on public computer. Password can be 64 characters length.
pl: Hasło może być zapamiętane w aplikacji. Nie używaj tej opcji na nie swoim komputerze. Hasło może mieć długość 64 znaków.

source: It's not recomended to save password if it's not your private computer.
pl: Nie jest zalecane zapamiętywanie hasła w aplikacji na nie swoim komputerze.

source: Use custom server
pl: Użyj innego serwera

source: If you want you can setup your own server for storing cards file. More details you can find in the documentation.
pl: Zestaw kart możesz zapamiętywać na swoim serwerze. Szczegóły jak to zrobić znajdziesz w dokumentacji.

source: Units used in application
pl: Używane jednoski

source: Length unit
pl: Jednostka miary

source: Choose if you want to use centimiter or inch as a length unit.
pl: Wybierz czy program ma używać cemtymetrów czy cali jako jednostki miary.

source: Temperature unit
pl: Jednostka temperatury

source: Choose if you want to use Celsius or Fahrenheit as a temperature unit.
pl: Wybierz czy program ma używać stopni Celcjusza czy Fahrenheita jako jednostki temperatury.

source: Restore defaults settings
pl: Przywróć ustawienia domyślne

source: Restore defaults settings of all application parameters, except application language.
pl: Przywróć ustawienia domyślne wszystkich parametrów programu, z wyjątkiem języka programu.

source: General
pl: Ogólne

source: Application
pl: Program

source: Analysis
pl: Analiza

source: Colours
pl: Kolory

source: Fonts
pl: Czcionki

source: Other
pl: Inne

source: Save
pl: Zapisz

source: Save and apply changes without closing this window
pl: Zastosuj zmiany ale nie zamukaj okna konfiguracji

source: Cancel
pl: Anuluj

source: Discard changes and close this window
pl: Zamknij okno konfiguracji bez zapisywania zmian

source: Close (and save)
pl: Zamknij (i zapisz)

source: Save and apply changes and close this window
pl: Zatwierdź zmiany i zamknij okno konfiguracji

source: centimiter
pl: centymetr

source: inch
pl: cal

source: Celsius
pl: Celcjusz

source: Cell 1,1
pl: kolor komórki 1,1

source: Cell 1,2
pl: kolor komórki 1,2

source: Cell 2,1
pl: kolor komórki 2,1

source: Cell 2,2
pl: kolor komórki 2,2

source: Active day's cell 1
pl: Aktywny dzień - komórka 1

source: Active day's cell 2
pl: Aktywny dzień - komórka 2

source: Phase I/II/III
pl: Napisy 'Faza I/II/III'

source: Use custom synchronization server is enabled, but custom server URL is empty.
pl: Chekbox 'Użyj innego serwera' jest zaznaczony, ale nie wpisałeś adresu innego serwera.

source: Error
pl: Błąd

source: Use custom synchronization server is enabled, but given custom server URL is incorrect.
pl: Podany adres URL jest niepoprawny.

source: You must restart the application to change the language of the application.
pl: Musisz zrestartowac aplikację by zmienić język aplikacji.

source: Notification
pl: Informacja

source: Application fonts have been changed. It's recommended to restart the application to have data correctly displayed.
pl: Zostały zmienione ustawienia czcionek. Zalecany jest restart aplikacji aby wszystkie dane były poprawnie wyświetlane.

source: additional notes:
pl: dodatkowe uwagi:

source: Day %i: %s
pl: Dzień %i: %s

source: Description of abbreviations used on cycles' card:
pl: Objaśnienie skrótów użytych na karcie

source: mucus - feeling, experience
pl: śluz - odczucia, doznania

source: mucus - appearance
pl: śluz - wygląd

source: o - opaque (the opposite of clear)
pl: n - nieprzejrzysty, grudkowaty

source: w - white
pl: b - biały

source: y - yellowish
pl: ż - żółty

source: t - tacky (stretches up to 1 cm)
pl: l - lepki, kleisty (rozciąga się mniej niż 1cm)

source: c - clear (a more-fertile mucus)
pl: p - przejrzysty

source: s - stretchy (stretches more than 1 cm)
pl: r - rozciągliwy (rozciąga się ponad 1cm)

source: SR - seminal residue from marital relations
pl: PN - pozostałość nasienia

source: amount of mucus
pl: ilość śluzu

source: length of stretch in cm
pl: rozciągliwość w cm

source: mucus - peak
pl: śluz - szczyt

source: First day of mucus apperance
pl: Pierwszy dzień występienia śluzu

source: First day of more fertile mucus apperance
pl: Pierwszy dzień wystąpienia śluzu bardziej płodnego

source: Mucus peak day
pl: Dzień szczytu śluzu

source: cervix - position, dilation
pl: szyjka - pozycja, rozwarcie

source: position
pl: pozycja

source: dilation
pl: rozwarcie

source: hardness
pl: twardość

source: cervix - peak
pl: szyjka - twardość

source: First day of cervix changes
pl: Pierwszy dzień zmiany szyjki

source: Cervix peak day
pl: Dzień szczytu szyjki

source: your name
pl: twoje imię

source: not set
pl: nie ustawione

source: File is not the data file of the NFP application: %s
pl: Plik nie jest plikiem danych programu NPR: %s

source: File doesn't exist: %s
pl: Plik nie istnieje: %s

source: Cannot open file: %s
pl: Nie mogę otworzyć pliku: %s

source: Cannot read file: %s
pl: Wystąpił problem z czytaniem pliku: %s

source: File is empty: %s
pl: Plik jest pusty: %s

source: Error occured while adding new card
pl: Błąd przy dodawaniu nowej karty do zestawu

source: Incorrect card number: %i, expected: %i
pl: Niepoprawny numer karty: %i, spodziewany: %i

source: Error occured while adding new day
pl: Błąd przy dodawaniu nowego dnia do karty

source: Incorrect day number: %i, expected: %i (card %i)
pl: Niepoprawny numer dnia: %i, spodziewany: %i (card %i)

source: card %i/ day %i,
pl: karta %i/ dzień %i,

source: there are %i sexual relations reported for day %i on card %i - only 3 of them are converted and others are ignored.
pl: %i współżyć zaraportowano w dniu %i na karcie %i - tylko 3 z nich przekonwertowano do nowego formatu, reszta niestety nie zostanie zapamiętana.

source: Incorrect file name: %s
pl: Niepoprawna nazwa pliku: %s

source: The result you want to set is already defined on the card. Do you want me to keep this result and set the same for selected day? Choose: - 'Yes' to set it the result also for this day without removing result from other days. - 'No' to remove this result from other days on the card and set it only for this day. - 'Cancel' to exit without touching anything to let you check the situation
pl: Wynik, który chcesz ustawić, jest już zdefiniowany dla tej karty. Chcesz abym zostawił wyniki ustawione dla innych dni i ustawił następny dla wybranego dnia? Wybierz: - 'Tak' aby ustawić wynik dla wybranego dnia nie usuwając wyniku z innych dni karty. - 'Nie' aby usunąć ten wynik z innych dni na karcie i ustawić tylko dla wybranego dnia. - 'Anukuj' aby nic nie zmieniać w tym momencie.

source: Keep already defined results?
pl: Zachowaj już wyznaczone wyniki?
