Repository: gszura/wx-nfp
Catalog: po/*.po
Languages: pl

source: Before the card can be analyzed automatically, previously defined results must be removed. Do you want me to continue? Choose: - 'Yes' to remove previously defined results and analyze the card automatically. - 'No' to cancel the operation without changing anything
pl: Aby wyznaczyć automatycznie wyniki, poprzednio ustawione wyniki muszą zostać usunięte. Czy mam kontynuowac? Wybierz: - "Tak' aby usunąć poprzednio ustawione wyniki i wyznaczyć je na nowo automatycznie- 'Nie' aby anulować operację i nic nie zmieniać

source: What should I do?
pl: Co mam zrobić?

source: - Cannot calculate low level value of temperatures - days %i-%i doesn't have measured temperature - exit
pl: - Nie mogę wyznaczyć poziomu niskich temperatur - dla dni %i-%i nie została zmierzona temperatura.

source: - Day %i pointed by you as a first day of high level temperature doesn't have measured temperature. I hope that you know what are you doing ;)
pl: - Dla dnia %i wskazanego jako 1-szy dzień wzrostu temperatury nie ma zmierzpnej temperatury. Mam nadzieję, że wiesz co robisz ;)

source: - On first card we don't calculate beginning of fertile phase. Fertile phase starts at first day of the cycle.
pl: - Dla pierwszej obserwowanej karty faza płodna zaczyna się od pierwszego dnia.

source: - There are only %i cards recorded and no information about the length of historical cycles, so beginning of fertile phase cannot be calculated. Please add this information in the 'edit card' dialog.
pl: - Jak na razie zapisano %i kart w programie i nie wprowadzono informacji i historycznych cyklach, więc poczatek fazy płodnej nie może zostać obliczony automatycznie. Dodaj brakującą informację o historycznych cyklach w oknie 'ustawienia karty'.

source: Calculated beginning of fertile phase:
pl: Obliczony początek fazy płodnej:

source: - day %i (according to %s)
pl: - dzień %i (zgodnie z %s)

source: - choosing day %i as a result (according to settings)
pl: - jako wynik wybrano dzień %i (zgodnie z ustawieniami)

source: cycles length
pl: długość cyklu

source: Number of cycles with particular length
pl: Porównanie długości wszystkich zaobserwowanych cykli

source: no of cycles
pl: Ilość cykli

source: cycle length
pl: długość cyklu

source: no of cycles with this lenght
pl: ilość cykli tej samej długości

source: NFP - edit day's data
pl: NPR - edycja danych karty

source: Go to previous day of the card
pl: Przejdź do poprzedniego dnia

source: Go to next day of the card
pl: Przejdź do następnego dnia

source: date
pl: data

source: add new day
pl: dodaj nowy dzień

source: Card is locked! Data are protected against any changes.
pl: Karta jest zablokowana! Zmiana danych jest niemożliwa.

source: menstruation
pl: miesiączka

source: Small bleeding
pl: Małe krwawienie

source: Heavy bleeding
pl: Obfite krwawienie

source: sexual relation
pl: współżycie

source: in the morning
pl: rano

source: during the day
pl: w ciągu dnia

source: in the evening
pl: wieczorem

source: disturbances (other than temperature)
pl: zakłócenia (inne niż temperatury)

source: mucus observation
pl: badanie śluzu

source: feeling, experience
pl: odczucia, doznania

source: External observation
pl: Obserwacje zewnętrzne

source: appearance
pl: wygląd

source: Internal observation
pl: Obserwacje wewnętrzne

source: Trace amount
pl: Śladowa ilość śluzu

source: Typical amount
pl: Normalna ilość śluzu

source: Huge amount
pl: Duża ilość śluzu

source: temperature measurement
pl: pomiar temperatury

source: temperature
pl: temperatura

source: measurement time
pl: czas pomiaru

source: measurement place
pl: miejsce mierzenia

source: temperature measurement disturbances
pl: zakłócenia pomiaru temperatury

source: Disturbed temperature measurement is ignored on the temperature graph and during calculating peak values
pl: Temperatura, której pomiar był zakłócony zostanie pominięta przy rysowaniu wykresu oraz przy obliczaniu dni szczytu

source: additional correction
pl: dodatkowa korekta

source: temperature after corrections
pl: temperatura po korektach

source: cervix observation
pl: badanie szyjki

source: If you set the position of the cervix, please set also dilation
pl: Jeżeli pozycja szyjki została zdefiniowana, ustaw też rozwarcie

source: If you set the dilation of the cervix, please set also position
pl: Jeżeli rozwarcie szyjki zostało zdefiniowane, ustaw też pozycję

source: ovulation pain
pl: ból owulacyjny

source: breasts tension
pl: napięcie w piersiach

source: spotting
pl: krwawienie

source: additional notes
pl: dodatkowe uwagi

source: Do you want to save day's data changes? Note: Not saved data will be lost!
pl: Czy zatwierdzić modyfikacje danych dnia? Uwaga: Nie zatwierdzone dane zostaną utracone!

source: Cycle observation
pl: Karta obserwacji

source: card
pl: cyklu

source: age:
pl: wiek:

source: card number:
pl: numer karty:

source: date:
pl: data:

source: shortest from last %i cycles:
pl: najkrótszy z ostanich %i cykli:

source: earliest high temp. from last %i cycles:
pl: najwcześn. wyższa temp. z ostatnich %i cykli:

source: card locked / cycle data corrupted or incomplete
pl: edycja karty zablokowana / dane na karcie są niekompletne albo niepoprawne

source: card locked
pl: karta zablokowana

source: cycle data corrupted or incomplete
pl: dane na karcie są niekompletne albo niepoprawne

source: coitus record
pl: współżycie

source: day of week
pl: dzień tygodnia

source: day of month
pl: dzień miesiąca

source: other disturbances
pl: zakłócenia inne

source: chart
pl: wykres

source: usual
pl: zwykła

source: time of
pl: godzina

source: measurement
pl: pomiaru

source: place of
pl: miejsce

source: measured temperature
pl: zmierzona temperatura

source: additional temp. correction
pl: dodatkowa korekta temp.

source: cervix - hardness
pl: szyjka - twardość

source: age
pl: wiek

source: shortest from last 12 cycle:
pl: najkrótszy z ostanich 12 cykli:

source: earliest high temp. from last 12 cycles:
pl: najwcześn. wyższa temp. z ostatnich 12 cykli:

source: Vaild dates: %s - %s
pl: Poprawne daty: %s - %s

source: NFP - go to card..
pl: NPR - przejdź do karty..

source: Go to card number:
pl: Przejdź do karty numer:

source: Go to card with choosen number
pl: Przejdź do karty o wskazanym numerze

source: Choose the card number
pl: Wybierz numer karty

source: Go to card with day:
pl: Przejdź do karty numer:

source: Go to card where there is a day with choosen date
pl: Przejdź do karty na której znajduje się dzień ze wskazanej daty

source: Choose the date
pl: Wybierz datę

source: Choosen card:
pl: Wybrana karta:

source: day:
pl: dzień:

source: date:
pl: data:

source: Go to
pl: Przejdź do karty

source: Switch to choosen card / day
pl: Zatwierdź wybór

source: Cancel operation and close this window
pl: Anuluj operację i zamknij okno

source: Hmm.. that's strange - before synchronization there were %i cards in the set, but in the set downloaded from the server are %i cards. Is that correct? Select 'Yes' to ignore this warning. Select 'No' to restore last local backup.
pl: Hmm.. dziwne.. przed synchronizacją było %i kart w zestawie, ale w zestawie pobranym z serwera jest %i kart. Czy to jest poprawne? Wybierz 'Tak' aby zignorować to ostrzeżenie. Wybierz 'Nie' aby przywrócić ostatni lokalny zostaw.

source: Restoring backups is not supported yet.. sorry ;)
pl: Przywracanie z kopi zapasowych nie jest jeszcze zaimplementowane.. wybacz ;)

source: Error occured while reading data from file: %s
pl: Wystąpił błąd przy czytaniu danych z pliku: %s

source: Error occured while saving card to file: %s
pl: Wystąpił błąd przy zapisywaniu danych do pliku: %s

source: Save cards' set as...
pl: Zapisz zestaw jako...

source: new_set
pl: nowy_zestaw

source: You're saving the card set in the new file. Dou you want also to create new file on server for this card?
pl: Zapisujesz zestaw kart w nowym pliku. Czy chcesz również utworzyć nowy zestaw na serwerze?

source: Question
pl: Pytanie

source: Request to this URL faild: %s%s so either server is down or it's incorrectly defined. Anyway I cannot sync data.
pl: Zapytanie do serwera zwróciło błąd: %s%s więc albo serwer nie żyje, albo jest niepoprawnie zdefiniowany. Tak czy siak nie mogę kontynuować z synchronizacją.

source: I cannot find your file on the server. Are you sure you have given correct password?
pl: Nie mogę znaleźć twojego zestawu na serwerze. Czy na pewno podane hasło jest poprawne?

source: So I don't know what's wrong.. there were problems on server or you have changed the server.. sorry. I'll check it again when you save the card..
pl: W takim razie nie wiem co jest źle.. albo serwer ma problem, albo... wybacz. Później spróbuję dokonać synchronizacji jeszcze raz..

source: So I don't know what's wrong.. there were problems on server or you have changed the server.. sorry. I cannot remove something what I cannot find ;)
pl: W takim razie nie wiem co jest źle.. albo serwer ma problem, albo... wybacz. Nie mogę usunąć z serwera pliku, którego nie mogę znaleźć ;)

source: So I don't know what's wrong.. there were problems on server or you have changed the server.. sorry. Dou you want me to save your card on the server anyway?
pl: W takim razie nie wiem co jest źle.. albo serwer ma problem, albo... wybacz. Czy mam mimo wszystko zapisać zestaw kart na serwerze?

source: File on server has been update since last sync (which you made at %s). Select 'Yes' to upload your local file and overwrite the file on server with your latest changes? Select 'No' to download the file from the server and see the changes between it and your local file.
pl: Od czasu ostatniej synchronizacji (%s) plik na serwerze został zmieniony. Jednocześnie lokalny zestaw kart został również zmieniony. Wybierz 'Tak' aby wysłać lokalny plik z ostatnimi zmianami na serwer (czyli nadpisać plik na serwerze). Wybierz 'Nie' aby ściągnąć plik z serwera i porównać z twoim lokalnym zestawem.

source: Do overwrite remote file?
pl: Czy nadpisać plik na serwerze?

source: I cannot find your file on the server. Are you sure you have given correct name of the cards' set stored on the server and password?
pl: Nie mogę znaleźć twojego zestawu na serwerze. Czy na pewno podane nazwa zestawu na serwerze i hasło są poprawne?

source: So I don't know what's wrong.. there were problems on server or... sorry.
pl: W takim razie nie wiem co jest źle.. problem z serwerem albo.. wybacz.

source: Problem occurred when removing your file from server. Expected response string: 'OK' Found: %s
pl: Wystąpił problem podczas usuwania zestawu z serwera. Oczekiwana odpowiedź z serwera: 'OK' Otrzymana: %s

source: Problem occurred with sending your file on server. Expected response string: 'OK:<timestamp>:<md5sum>' Found: %s
pl: Wystąpił problem podczas wysyłania zestawu na serwer. Oczekiwana odpowiedź z serwera: 'OK:<timestamp>:<md5sum>' Otrzymana: %s

source: File has been uploaded to server correctly, but m_serverFileSyncTimestamp is still empty in uploadFile().. this issue shouldn't occured, please inform author
pl: Zestaw został zapisany na serwerze poprawnie ale m_serverFileSyncTimestamp jest ciągle nie ustawiony w uploadFile().. to nie powinno się zdarzyć, proszę poinformować autora ;)

source: File has been uploaded to server correctly, but m_serverFileMd5Sum is still empty in uploadFile().. this issue shouldn't occured, please inform author
pl: Zestaw został zapisany na serwerze poprawnie ale m_serverFileMd5Sum jest ciągle nie ustawiony w uploadFile().. to nie powinno się zdarzyć, proszę poinformować autora ;)

source: Problem occurred with downloading your file from server. Expected your cards file. Found: %s
pl: Wystąpił błąd przy pobieraniu zestawy z serwera. Oczekiwano twój zestaw kart. Otrzymano: %s

source: File has been downloaded from server correctly, but m_serverFileMd5Sum is empty in downloadFile().. this issue shouldn't occured, please inform author
pl: Zestaw został pobrany z serwera poprawnie ale m_serverFileMd5Sum jest ciągle nie ustawiony w downloadFile().. to nie powinno się zdarzyć, proszę poinformować autora ;)

source: File has been downloaded from server correctly, but I cannot fine this file stored on hard disk: %s
pl: Zestaw został pobrany z serwera poprawnie ale nie mogę znaleźć pliku na dysku: %s

source: Cannot copy file: '%s' -> '%s'
pl: Nie mogę skopiować pliku: '%s' -> '%s'

source: Error occured while reading cycles data from just downloaded file. Are you sure that it's your file and you gave correct password?: Details: %s
pl: Wystąpił błąd podczas wczytywania zestawu kart pobranych przed chwilą z serwera. Czy na pewno podane hasło jest poprawne? Szczegóły: %s

source: I'm sorry but file comparison is not yet implemented.. Select 'Yes' to upload your local file and overwrite the file on server with your latest changes? Select 'No' to download the file from the server and overwrite changes you made locally.
pl: Porównywanie plików jeszcze nie jest zaimplementowane. Wybierz 'Tak' aby wysłać lokalny plik z ostatnimi zmianami na serwer (czyli nadpisać plik na serwerze). Wybierz 'Nie' aby ściągnąć plik z serwera i nadpisać zmiany w zestawie dokonane przez ciebie od czasu ostatniej synchronizacji.

source: Type the name you want to use for your cards' set stored on the server.
pl: Wpisz nazwę jaką chcesz używać dla zestawu zapisanego na serwerze.

source: Type the name of your cards' set stored on the server.
pl: Wpisz nazwę pod jaką twój zestaw jest zapisany na serwerze.

source: It seems that somehow the combination of the cards' set name and password you've choosen generats the hash which is already in used. Please type another name for your cards' set stored on the server (e.g. add one more letter)
pl: W jakiś sposób się złożyło, że kombinacja wybranej przez ciebie nazwy i hasła wygenerowała hash, który już jest zajęty. Proszę wybierz inną nazwę dla twojego zestawu (np. dodaj jedna literę)

source: Card name
pl: Nazwa karty

source: luteal phase in cycles
pl: faza lutealna w cyklu

source: Luteal phases length in all cycles (normal type)
pl: Porównanie długości fazy lutealnej we wszystkich zaobserwowanych cyklach

source: no of days
pl: ilość dni

source: cycle
pl: okres

source: luteal phase length
pl: długość fazy lutealnej

source: Go to the previous card
pl: Przejdź do poprzedniej karty

source: Go to the next card
pl: Przejdź do następnej karty

source: new day
pl: nowy dzień

source: Add new day to the card
pl: Dodaj nowy dzień do karty. Nowy dzień można dodać tylko do ostatniej karty z zestawu

source: analyze cycle
pl: analizuj cykl

source: Analyze cycle data and calculate results
pl: Analizuj dane karty i wyznacz wyniki

source: Save changes in currently opened file
pl: Zapisz zmiany dokonane w otwartym aktualnie zestawie

source: Synchronize file with server now
pl: Synchronizuj zestaw z serwerem teraz

source: New cards' set Ctrl+N
pl: Nowy zestaw Ctrl+N

source: Create new set of cycles' cards
pl: Utwórz nowy zestaw

source: Open cards' set Ctrl+O
pl: Otwórz zestaw Ctrl+O

source: Open existing set of cycles' cards from file
pl: Otwórz istniejący zestaw

source: Clear history
pl: Wyczyść historę

source: Recent cards' set
pl: Ostatnio otwierane zestawy

source: Save cards' set Ctrl+S
pl: Zapisz zestaw Ctrl+S

source: Save cards' set as... Ctrl+Shift+S
pl: Zapisz zestaw jako... Ctrl+Shift+S

source: Save set of cycles' cards in new file
pl: Zapisz zestaw w nowym pliku

source: Store cards' set on server
pl: Zapisz zestaw na serwerze

source: Enable synchronization with server
pl: Włącz synchronizację zestaw z serwerem

source: Synchronize automatically
pl: Synchronizuj automatycznie

source: Perform synchronization automatically when opening and saving file
pl: Synchronizuj zestaw z serwerem automatycznie podczas otwierania i sapisywania zestawu

source: Synchronize now
pl: Synchronizuj teraz

source: Print Ctrl+P
pl: Drukuj Ctrl+P

source: Print cards
pl: Drukuj wybrane karty

source: Preferences F2
pl: Ustawienia programu F2

source: Change the application preferences
pl: Zmień parametry programu

source: Exit Alt+F4
pl: Zakończ Alt+F4

source: Close the application
pl: Zamknij program

source: Card
pl: Karta

source: Previous card Ctrl+Left
pl: Poprzednia karta Ctrl+Left

source: Next card Ctrl+Right
pl: Następna karta Ctrl+Right

source: Go to card.. Ctrl+G
pl: Idź do karty.. Ctrl+G

source: Go to the card with choosen number or based on date
pl: Przejdź do karty o wybranym numerze lub na podstawie podanej daty

source: Edit card's data
pl: Edytuj dane karty

source: Remove card
pl: Usuń kartę

source: Remove card. It is possible to remove only the last card from the set
pl: Usuń aktualną kartę. Można usunąć tylko ostatnią kartę z zestawu

source: Card locked Ctrl+L
pl: Karta zablokowana Ctrl+L

source: Lock card. This option protects card's data against accidental changes. Also prevents from autocalculating results so manually set results will not be lost.
pl: Zablokuj edycję karty. Opcja ta chroni dane wpisane do karty i ustawione wyniki przed przypadkowymi zmianami.

source: Corrupted/incomplete data
pl: Niekompletne albo niepoprawne dane na karcie

source: Card contains corrupted or incomplete data. If selected then data from this cycle will not be used to e.g. calculate begining of the fertile phase in next cycles.
pl: Karta zawiera niekompletne albo niepoprawne dane. To znaczy, że dane z tej karty nie będą używane w następnych cyklach np. do obliczania początku fazy płodnej.

source: New card Ctrl+C
pl: Nowa karta Ctrl+C

source: Add new card - new cycle begun
pl: Dodaj nową kartę - nowy cykl się rozpoczął

source: Day
pl: Dzień

source: Day XX
pl: Dzień XX

source: Edit day's data
pl: Edytuj dane z dnia

source: Remove day
pl: Usuń dzień

source: Remove day. It is possible to remove only the last day from the last card from the set
pl: Można usunąć tylko ostatni dzień z ostatniej karty z zestawu

source: XX - XX to the previous card
pl: XX - XX do poprzedniej karty

source: Move the currently selected day and preceding ones to the next card
pl: Przenieś aktualnie zaznaczony dzień i wszystkie poprzedzające dni do poprzedniej karty

source: XX - XX to the next card
pl: XX - XX do następnej karty

source: Move the currently selected day and following ones to the next card. Create next card if it doesn't exist
pl: Przenieś aktualnie zaznaczony dzień i wszystkie następujące dni do poprzedniej karty. Utwórz następna karta jeśli nie iestnieje

source: Move days..
pl: Przenieś dni..

source: New day Ctrl+D
pl: Nowy dzień Ctrl+D

source: first day of mucus apperance
pl: 1-szy dzień występienia śluzu

source: Mark this day as a first day of mucus apperance
pl: Zaznacz ten dzień jako pierwszy dzień występienia śluzu

source: first day of more fertile mucus apperance
pl: 1-szy dzień wystąpienia śluzu bardziej płodnego

source: Mark this day as a first day of more fertile mucus apperance
pl: Zaznacz ten dzień jako pierwszy dzień wystąpienia śluzu bardziej płodnego

source: mucus peak day
pl: dzień szczytu śluzu

source: Mark this day as a mucus peak day
pl: Zaznacz ten dzień jako pierwszy dzień występienia śluzu

source: first day of cervix changes
pl: 1-szy dzień zmiany szyjki

source: Mark this day as a first day of cervix changes
pl: Zaznacz ten dzień jako pierwszy dzień zmiany szyjki

source: cervix peak day
pl: dzień szczytu szyjki

source: Mark this day as a cervix peak day
pl: Zaznacz ten dzień jao dzień szczytu szyjki

source: first day of high temperature level
pl: 1-szy dzień wzrostu temperatury

source: Mark this day as a first day of high temperature level
pl: Zaznacz ten dzień jako pierwszy dzień wzrostu temperatury

source: first day of fertile phase
pl: 1-szy dzień fazy płodnej

source: Mark this day as a first day of the fertile phase
pl: Zaznacz ten dzień jako pierwszy dzień płodnej fazy cyklu

source: first day of infertile phase
pl: 1-szy dzień fazy niepłodnej

source: Mark this day as a first day of the infertile phase (pre- or post-ovulatory infertility)
pl: Zaznacz ten dzień jako pierwszy dzień niepłodnej fazy cyklu (przed- lub poowulacyjnej fazy niepłodności)

source: Mark day XX as..
pl: Zaznacz dzień XX jako..

source: Analyze cycle data now
pl: Analizuj dane karty teraz

source: Analyze cycle after each data change
pl: Analizuj dane karty po każdej zmianie danych

source: Analyze cycle automatically after each data change
pl: Analizuj dane karty po każdej zmianie danych

source: Change analysis settings
pl: Ustawienia analizy

source: Statistics
pl: Statystyki

source: Help
pl: Pomoc

source: Help F1
pl: Pomoc F1

source: Home page
pl: Strona domowa

source: Visit the web page of wx-nfp
pl: Odwiedź stronę domową wx-nfp w Internecie

source: Report bug / comments
pl: Zgłoś błąd / uwagi

source: Report bug found in the application or any comments to the application
pl: Zgłoś błąd znaleziony w applikacji lub inne uwagi do applikacji

source: Check for updates...
pl: Sprawdź aktualizacje...

source: About...
pl: O programie...

source: General information about the application
pl: Podstawowe informacje o programie

source: New version of the application is available on the server. -Download it and install in convenient time.
pl: Nowa wersja aplikacji jest dostępna do pobrania. Pobierz ją z serwera i zainstaluje w dogodnym dla ciebie czasie.

source: New version of application is not available.
pl: Nowa wersja aplikacji nie jest dostępna.

source: Unknown event ID: %i, message: %s
pl: Nieznany sygnał ID: %i, wiadomość: %s

source: New version of application is ready for installation. -Press 'Yes' if you want to reinstall the application now. -Press 'No' if you prefer to reinstall it later.
pl: Nowa wersja aplikacji jest gotowa do zainstalowania. -Wybierz przycisk 'Tak', jeżeli chcesz ją zainstalować teraz. -Wybierz 'Nie', jeżeli wolisz zainstalować ją poźniej.

source: You chose to not reinstall the application now. I ask you again when you close the application.
pl: Wybrałeś, aby nie instalować nowej wersji aplikacji teraz. Zapytam Cię o to jeszcze raz przy zamykaniu aplikacji.

source: Cannot execute file: %s - NOT IMPLEMENTED YET!
pl: Nie mogę uruchomić aplikacji: %s - FUNKCJA JESZCZE NIE ZAIMPLEMENTOWANA!

source: Cannot execute file: %s
pl: Nie mogę uruchomić aplikacji: %s

source: new set
pl: nowy zestaw

source: Please, remember to perform today a breasts self-examination.
pl: Dzisiaj powinnaś przeprowadzić samokontrolę piersi. Możesz też poprosić męża o pomoc.. ;-)

source: Mark day %i as..
pl: Zaznacz dzień %i jako..

source: %i to the next card
pl: %i do następnej karty

source: %i - %i to the next card
pl: %i - %i do następnej karty

source: 1 to the previous card
pl: 1 do poprzedniej karty

source: 1 - %i to the previous card
pl: 1 - %i do poprzedniej karty

source: Open cards' set...
pl: Otwórz zestaw...

source: Do you want to remove also cards' set from server?.
pl: Czy chcesz również usunąć zestaw z serwera?

source: Storing your cards' set on the server is not yet enabled. Do you want to enable it now?
pl: Zapisywanie zestawu na serwerze jeszcze nie jest włączone. Czy chcesz je włączyć teraz?

source: Your cards' set is not stored on the server yet. Do you want to enable it now?
pl: Twój zestaw jeszcze nie jest zapisany na serwerze. Czy chcesz go zapisać teraz?

source: Problem with printing occurred. Perhaps your current printer is not set correctly?
pl: Wystąpił problem z drukowaniem. Drukarka jest źle skonfigurowana? A może nie włączona?

source: Printing has been canceled.
pl: Drukowanie zostało anulowane.

source: There was a problem previewing. Perhaps your current printer is not set correctly?
pl: Wystąpił problem z podglądem wydruku. Drukarka jest źle skonfigurowana? Hmm..

source: Previewing
pl: Podgląd

source: Demo Print Preview
pl: Podgląd wydruku
